Repository: mhgolkar/Arrow
Catalog: nodes/tag_match/translations/*.po
Languages: fa

source: Tag Match
fa: چندراهی برچسبی

# TAG_MATCH_CONSOLE_ACT_EOL
source: EOL
fa: آخر خط

# TAG_MATCH_CONSOLE_ACT_MATCH
source: Match
fa: عبور

# TAG_MATCH_INSPECTOR_FIELD_CHARACTER
source: Character
fa: شخصیت

# TAG_MATCH_INSPECTOR_APPLY_GLOBAL_CHAR_FILTERS_TOOLTIP
source: Apply Global Filters It will follow the same listing instructions that are defined in the Characters inspector. + Current character of the node is always listed.
fa: اعمال فیلترهای عمومی در صورت فعال بودن این مکانیزم، همان فیلترهای عموم که در زبانه شخصیت‌های کاردان تنظیم شده‌اند، اینجا هم اعمال می‌شوند. + البته شخصیت فعلی گره همواره نمایش داده می‌شود.

# TAG_MATCH_INSPECTOR_FIELD_KEY
source: Tag Key
fa: کلید برچسب

# TAG_MATCH_INSPECTOR_FIELD_KEY_PLACEHOLDER
source: Required & Non-blank
fa: ضروری

# TAG_MATCH_INSPECTOR_FIELD_PATTERNS
source: Patterns
fa: الگوها

# TAG_MATCH_CONSOLE_INVALID_OR_UNSET_KEY
source: Invalid Tag Key
fa: کلید نامعتبر

# TAG_MATCH_CONSOLE_NO_MATCH
source: No Match (EOL)
fa: بدون مسیر عبور (آخر خط)

# TAG_MATCH_INSPECTOR_NO_CHARACTER_TXT
source: No Character Available
fa: شخصیتی در کار نیست

# TAG_MATCH_INSPECTOR_MENU_APPEND_NEW_PATTERN
source: Append New Pattern
fa: الگو جدید را اضافه کن

# TAG_MATCH_INSPECTOR_MENU_EXTRACT_SELECTED
source: Extract Selected Pattern
fa: الگو انتخاب شده را بیرون بکش

# TAG_MATCH_INSPECTOR_MENU_REPLACE_SELECTED
source: Replace Selected Pattern
fa: الگو را جایگزین مورد انتخاب شده کن

# TAG_MATCH_INSPECTOR_MENU_REMOVE_SELECTED
source: Remove Selected Pattern(s)
fa: الگو(های) انتخاب شده را حذف کن

# TAG_MATCH_INSPECTOR_MENU_SORT_PATTERNS_AZ
source: Sort Patterns (Alphabetical)
fa: مرتب کن (الفبایی)

# TAG_MATCH_INSPECTOR_MENU_MOVE_SELECTED_TOP
source: Move Selected Top
fa: انتخاب را به بالای فهرست ببر

# TAG_MATCH_INSPECTOR_MENU_MOVE_SELECTED_END
source: Move Selected End
fa: انتخاب را به انتهای فهرست ببر

# TAG_MATCH_INSPECTOR_MENU_MOVE_SELECTED_UP
source: Move Selected Up
fa: انتخاب را بالاتر ببر

# TAG_MATCH_INSPECTOR_MENU_MOVE_SELECTED_DOWN
source: Move Selected Down
fa: انتخاب را پایین‌تر ببر

# TAG_MATCH_NODE_INVALID_OR_UNSET_KEY
source: Invalid Tag Key!
fa: کلید برچسب نامعتبر!

# TAG_MATCH_INVALID_CHAR_NAME
source: Invalid Character
fa: شخصیت نامعتبر
