Repository: mhgolkar/Arrow
Catalog: nodes/dialog/translations/*.po
Languages: fa

source: Dialog
fa: گفتگو

# DIALOG_INSPECTOR_FIELD_CHARACTER
source: Character
fa: شخصیت

# DIALOG_INSPECTOR_APPLY_GLOBAL_CHAR_FILTERS_TOOLTIP
source: Apply Global Filters It will follow the same listing instructions that are defined in the Characters inspector. + Current character of the node and Anonymous are always listed.
fa: اعمال فیلترهای عمومی در صورت فعال بودن این مکانیزم، همان فیلترهای عموم که در زبانه شخصیت‌های کاردان تنظیم شده‌اند، اینجا هم اعمال می‌شوند. + البته ناشناس (Anonymous) و شخصیت فعلی گره همواره نمایش داده می‌شود.

# DIALOG_INSPECTOR_FIELD_LINES
source: Lines
fa: گفته‌ها

# DIALOG_INSPECTOR_OPT_PLAYABLE
source: Playable
fa: قابل انتخاب (غیر خودکار)

# DIALOG_INSPECTOR_MENU_APPEND_NEW_LINE
source: Append New Line
fa: گفته جدید را اضافه کن

# DIALOG_INSPECTOR_MENU_EXTRACT_SELECTED
source: Extract Selected Line
fa: گفته انتخاب شده را بیرون بکش

# DIALOG_INSPECTOR_MENU_REPLACE_SELECTED
source: Replace Selected Line
fa: گفته را جایگزین مورد انتخاب شده کن

# DIALOG_INSPECTOR_MENU_REMOVE_SELECTED
source: Remove Selected Line(s)
fa: گفته(های) انتخاب شده را حذف کن

# DIALOG_INSPECTOR_MENU_SORT_LINES_AZ
source: Sort Lines (Alphabetical)
fa: مرتب کن (الفبایی)

# DIALOG_INSPECTOR_MENU_MOVE_SELECTED_TOP
source: Move Selected Top
fa: انتخاب را به بالای فهرست ببر

# DIALOG_INSPECTOR_MENU_MOVE_SELECTED_END
source: Move Selected End
fa: انتخاب را به انتهای فهرست ببر

# DIALOG_INSPECTOR_MENU_MOVE_SELECTED_UP
source: Move Selected Up
fa: انتخاب را بالاتر ببر

# DIALOG_INSPECTOR_MENU_MOVE_SELECTED_DOWN
source: Move Selected Down
fa: انتخاب را پایین‌تر ببر
