Repository: mhgolkar/Arrow
Catalog: nodes/variable_update/translations/*.po
Languages: fa

source: Variable Update
fa: ویرایش متغیر

# VARIABLE_UPDATE_CONSOLE_ACT_DISMISS
source: Dismiss
fa: رد کن

# VARIABLE_UPDATE_CONSOLE_ACT_APPLY
source: Apply
fa: اعمال کن

# VARIABLE_UPDATE_INSPECTOR_FIELD_UPDATE
source: Update
fa: ویرایش

# VARIABLE_UPDATE_INSPECTOR_APPLY_GLOBAL_VAR_FILTERS_TOOLTIP
source: Apply Global Filters It will follow the same listing instructions that are defined in the Variables inspector. + Current variable of the node is always listed.
fa: اعمال فیلترهای عمومی در صورت فعال بودن این مکانیزم، همان فیلترهای عموم که در زبانه متغیرهای کاردان تنظیم شده‌اند، اینجا هم اعمال می‌شوند. + البته متغیر فعلی گره همواره نمایش داده می‌شود.

# VARIABLE_UPDATE_INSPECTOR_FIELD_BY
source: by
fa: با

# VARIABLE_UPDATE_INSPECTOR_FIELD_TO
source: with/to
fa: به/توسط

# VARIABLE_UPDATE_INSPECTOR_PARAM_STR_PLACEHOLDER
source: Str Value
fa: متن نوشته

# VARIABLE_UPDATE_INSPECTOR_PARAM_BOOL_TRUE
source: True
fa: درست

# VARIABLE_UPDATE_INSPECTOR_PARAM_BOOL_FALSE
source: False
fa: غلط

# VARIABLE_UPDATE_CONSOLE_UNSET_OR_INVALID_MSG
source: Unset !
fa: نامشخص !

# VARIABLE_UPDATE_INSPECTOR_COMPARE_TO_SELF_INITIAL
source: Self (Initial Value)
fa: خودش (مقدار اولیه)

# VARIABLE_UPDATE_INSPECTOR_NO_VARIABLE
source: No Variable Available
fa: متغیری در کار نیست

# VARIABLE_UPDATE_NODE_UNSET_OR_INVALID_MSG
source: Unset
fa: نامشخص

# VARIABLE_UPDATE_OP_SET_NUM
source: Set Equal
fa: برابر نهادن

# VARIABLE_UPDATE_OP_ADD
source: Addition
fa: اضافه/جمع

# VARIABLE_UPDATE_OP_SUB
source: Subtraction
fa: تفریق/کم

# VARIABLE_UPDATE_OP_DIV
source: Division
fa: تقسیم

# VARIABLE_UPDATE_OP_REM
source: Remainder
fa: باقی‌مانده

# VARIABLE_UPDATE_OP_MUL
source: Multiplication
fa: ضرب

# VARIABLE_UPDATE_OP_EXP
source: Exponentiation
fa: توان

# VARIABLE_UPDATE_OP_ABS
source: Absolute
fa: مطلق

# VARIABLE_UPDATE_OP_SET_STR
source: Set
fa: جایگزینی

# VARIABLE_UPDATE_OP_STC
source: Set Capitalized
fa: جایگزینی با بزرگ‌نویسی حرف اول

# VARIABLE_UPDATE_OP_STL
source: Set Lowercased
fa: جایگزینی با حروف کوچک

# VARIABLE_UPDATE_OP_STU
source: Set Uppercased
fa: جایگزینی با حروف بزرگ

# VARIABLE_UPDATE_OP_INS
source: Insert Right
fa: اضافه به راست

# VARIABLE_UPDATE_OP_INB
source: Insert Left
fa: اضافه به چپ

# VARIABLE_UPDATE_OP_RMC
source: Remove Left
fa: حذف از چپ

# VARIABLE_UPDATE_OP_RML
source: Remove Left (Case Insensitive)
fa: حذف از چپ (بی‌توجه به بزرگی حروف)

# VARIABLE_UPDATE_OP_RMR
source: Remove Right
fa: حذف از راست

# VARIABLE_UPDATE_OP_RMI
source: Remove Right (Case Insensitive)
fa: حذف از راست (بی‌توجه به بزرگی حروف)

# VARIABLE_UPDATE_OP_RPL
source: Replace
fa: جایگزینی

# VARIABLE_UPDATE_OP_RPL_HINT
source: Use pipe to define arguments (i.e. `find|replace`).
fa: از علامت پایپ یا خط افقی برای جدا کردن استفاده کنید (برای مثال: `موجود|جایگزین`).

# VARIABLE_UPDATE_OP_RPI
source: Replace (Case Insensitive)
fa: جایگزینی (بی‌توجه به بزرگی حروف)

# VARIABLE_UPDATE_OP_RPI_HINT
source: Use pipe to define arguments (i.e. `find|replace`).
fa: از علامت پایپ یا خط افقی برای جدا کردن استفاده کنید (برای مثال: `موجود|جایگزین`).

# VARIABLE_UPDATE_OP_SET_BOOL
source: Set
fa: تغییر

# VARIABLE_UPDATE_OP_NEG
source: Set Negative
fa: تغییر به عکس
