Repository: mhgolkar/Arrow
Catalog: nodes/condition/translations/*.po
Languages: fa

source: Condition
fa: شرط

# CONDITION_CONSOLE_FALSE
source: False
fa: غلط

# CONDITION_CONSOLE_TRUE
source: True
fa: درست

# CONDITION_INSPECTOR_CHECK_FOR_VAR
source: Check for variable
fa: متغیر را بررسی کن

# CONDITION_INSPECTOR_APPLY_GLOBAL_VAR_FILTERS_TOOLTIP
source: Apply Global Filters It will follow the same listing instructions that are defined in the Variables inspector. + Current variable of the node is always listed.
fa: اعمال فیلترهای عمومی در صورت فعال بودن این مکانیزم، همان فیلترهای عموم که در زبانه متغیرهای کاردان تنظیم شده‌اند، اینجا هم اعمال می‌شوند. + البته متغیر فعلی گره همواره نمایش داده می‌شود.

# CONDITION_INSPECTOR_IF
source: if
fa: که آیا

# CONDITION_INSPECTOR_COMPARING_TO
source: comparing to
fa: در مقایسه با

# CONDITION_INSPECTOR_FALSE
source: False
fa: غلط

# CONDITION_INSPECTOR_TRUE
source: True
fa: درست

# CONDITION_INSPECTOR_RHS_STR_PLACEHOLDER
source: Str Value
fa: متن نوشته

# CONDITION_NODE_FALSE
source: False
fa: غلط

# CONDITION_NODE_TRUE
source: True
fa: درست

# CONDITION_CONSOLE_UNSET_DATA_ERR
source: Unset!
fa: نامشخص!

# CONDITION_INSPECTOR_COMPARE_TO_SELF_INITIAL
source: Self (Initial Value)
fa: خودش (مقدار اولیه)

# CONDITION_INSPECTOR_NO_VARIABLE
source: No Variable Available
fa: متغیری در کار نیست

# CONDITION_NODE_UNSET_OR_INVALID
source: Unset!
fa: نامشخص!

# CONDITION_OP_EQ_NUM
source: is Equal
fa: برابر است

# CONDITION_OP_NQ_NUM
source: is Not Equal
fa: برابر نیست

# CONDITION_OP_GT
source: is Greater
fa: بزرگتر است

# CONDITION_OP_GTE
source: is Greater or Equal
fa: بزرگتر یا برابر است

# CONDITION_OP_LS
source: is Lesser
fa: کوچکتر است

# CONDITION_OP_LSE
source: is Lesser or Equal
fa: کوچکتر یا برابر است

# CONDITION_OP_RGX
source: Matches RegEx Pattern
fa: با الگوی RegEx همخوان است

# CONDITION_OP_CT
source: Contains Substring
fa: شامل برش نوشته است

# CONDITION_OP_CTS
source: Contains Substring (Case-Sensitive)
fa: شامل برش است (بی‌توجه به بزرگی حروف)

# CONDITION_OP_BGN
source: Begins with
fa: با آن آغاز می‌شود

# CONDITION_OP_END
source: Ends with
fa: با آن ختم می‌شود

# CONDITION_OP_EQL
source: Has Equal Length
fa: طول برابری دارد

# CONDITION_OP_LNG
source: Is Longer
fa: بلندتر است

# CONDITION_OP_SHR
source: Is Shorter
fa: کوتاه‌تر است

# CONDITION_OP_EQ_BOOL
source: Conforms
fa: موافق است

# CONDITION_OP_NQ_BOOL
source: Doesn't Conform
fa: مخالف است

# CONDITION_STATEMENT_RHS_IS_LHS_INIT
source: Self (Initial `%s`)
fa: خودش (مقدار اولیه `%s`)

# CONDITION_RHS_INVALID
source: [Invalid]
fa: [نامعتبر]
