Repository: mhgolkar/Arrow
Catalog: nodes/tag_edit/translations/*.po
Languages: fa

source: Tag Edit
fa: ویرایش برچسب

# TAG_EDIT_CONSOLE_ACT_SKIP
source: Skip
fa: بگذر

# TAG_EDIT_INSPECTOR_FIELD_CHARACTER
source: Character
fa: شخصیت

# TAG_EDIT_INSPECTOR_APPLY_GLOBAL_CHAR_FILTERS_TOOLTIP
source: Apply Global Filters It will follow the same listing instructions that are defined in the Characters inspector. + Current character of the node is always listed.
fa: اعمال فیلترهای عمومی در صورت فعال بودن این مکانیزم، همان فیلترهای عموم که در زبانه شخصیت‌های کاردان تنظیم شده‌اند، اینجا هم اعمال می‌شوند. + البته شخصیت فعلی گره همواره نمایش داده می‌شود.

# TAG_EDIT_INSPECTOR_FIELD_EDIT
source: Edit
fa: ویرایش

# TAG_EDIT_INSPECTOR_FIELD_KEY_PLACEHOLDER
source: Key (Required & Non-blank)
fa: کلید (ضروری)

# TAG_EDIT_INSPECTOR_FIELD_VALUE_PLACEHOLDER
source: Value
fa: مقدار

# TAG_EDIT_CONSOLE_METHOD_INVALID
source: N/A
fa: ناکارآمد

# TAG_EDIT_CONSOLE_METHOD_INVALID_HINT
source: Not Applicable: The node's resource data is corrupt
fa: داده‌های گره به نظر مخدوش یا ناکافی می‌آیند

# TAG_EDIT_CONSOLE_INVALID_DATA
source: Invalid!
fa: نامعتبر!

# TAG_EDIT_INSPECTOR_NO_CHARACTER_TXT
source: No Character Available
fa: شخصیتی در کار نیست

# TAG_EDIT_NODE_INVALID_DATA
source: Invalid!
fa: نامعتبر!

# TAG_EDIT_METHOD_INSET
source: Inset
fa: افزایش

# TAG_EDIT_METHOD_RESET
source: Reset
fa: بازنویسی

# TAG_EDIT_METHOD_OVERSET
source: Overset
fa: برنوشت

# TAG_EDIT_METHOD_OUTSET
source: Outset
fa: سایش

# TAG_EDIT_METHOD_UNSET
source: Unset
fa: حذف

# TAG_EDIT_METHOD_HINT_INSET
source: Adds a key:value tag, only if the key does not exist.
fa: یک برچسب به صورت کلید:مقدار را اضافه می‌کند، به شرطی که کلید جدید باشد.

# TAG_EDIT_METHOD_HINT_RESET
source: Resets value of a tag, only if the key exists.
fa: مقدار یک بر چسب را برای کلید موجود تغییر می‌دهد.

# TAG_EDIT_METHOD_HINT_OVERSET
source: Overwrites or adds a key:value tag, whether the key exists or not.
fa: برنوشت یک برچسب به صورت کلید:مقدار را برای شخصیت بازنویسی یا اضافه می‌کند.

# TAG_EDIT_METHOD_HINT_OUTSET
source: Removes a tag if both key & value match.
fa: برچسبی را که همین کلید و مقدار را داشته باشد حذف می‌کند.

# TAG_EDIT_METHOD_HINT_UNSET
source: Removes a tag if just the key matches.
fa: برچسب را فقط با همین کلید (بی‌توجه به مقدار) حذف می‌کند.
