Repository: mhgolkar/Arrow
Catalog: nodes/interaction/translations/*.po
Languages: fa

source: Interaction
fa: تعامل

# INTERACTION_INSPECTOR_FIELD_LINES
source: Lines
fa: کنش‌ها

# INTERACTION_INSPECTOR_MENU_APPEND_NEW_ACTION
source: Append New Action
fa: کنش جدید را اضافه کن

# INTERACTION_INSPECTOR_MENU_EXTRACT_SELECTED
source: Extract Selected Action
fa: کنش انتخاب شده را بیرون بکش

# INTERACTION_INSPECTOR_MENU_REPLACE_SELECTED
source: Replace Selected Action
fa: کنش را جایگزین مورد انتخاب شده کن

# INTERACTION_INSPECTOR_MENU_REMOVE_SELECTED
source: Remove Selected Action(s)
fa: کنش(های) انتخاب شده را حذف کن

# INTERACTION_INSPECTOR_MENU_SORT_ACTIONS_AZ
source: Sort Actions (Alphabetical)
fa: مرتب کن (الفبایی)

# INTERACTION_INSPECTOR_MENU_MOVE_SELECTED_TOP
source: Move Selected Top
fa: انتخاب را به بالای فهرست ببر

# INTERACTION_INSPECTOR_MENU_MOVE_SELECTED_END
source: Move Selected End
fa: انتخاب را به انتهای فهرست ببر

# INTERACTION_INSPECTOR_MENU_MOVE_SELECTED_UP
source: Move Selected Up
fa: انتخاب را بالاتر ببر

# INTERACTION_INSPECTOR_MENU_MOVE_SELECTED_DOWN
source: Move Selected Down
fa: انتخاب را پایین‌تر ببر
