Repository: mhgolkar/Arrow
Catalog: nodes/monolog/translations/*.po
Languages: fa

source: Monolog
fa: تک‌گویی

# MONOLOG_CONSOLE_CONTINUE_BTN
source: Continue
fa: ادامه

# MONOLOG_INSPECTOR_FIELD_CHARACTER
source: Character
fa: شخصیت

# MONOLOG_INSPECTOR_APPLY_GLOBAL_CHAR_FILTERS_TOOLTIP
source: Apply Global Filters It will follow the same listing instructions that are defined in the Characters inspector. + Current character of the node and Anonymous are always listed.
fa: اعمال فیلترهای عمومی در صورت فعال بودن این مکانیزم، همان فیلترهای عموم که در زبانه شخصیت‌های کاردان تنظیم شده‌اند، اینجا هم اعمال می‌شوند. + البته ناشناس (Anonymous) و شخصیت فعلی گره همواره نمایش داده می‌شود.

# MONOLOG_INSPECTOR_FIELD_MONOLOG
source: Monolog
fa: تک‌گویی

# MONOLOG_INSPECTOR_FIELD_BRIEF
source: Brief
fa: خلاصه

# MONOLOG_INSPECTOR_BRIEF_PICK_BTN_TOOLTIP
source: Sets brief length up to the the text cursor's position.
fa: طول خلاصه را تا محل فعلی نشانگر در متن مشخص می‌کند.

# MONOLOG_INSPECTOR_OPT_AUTO_PLAY
source: Auto Play
fa: پیشروی خودکار

# MONOLOG_INSPECTOR_OPT_CLEAR_PAGE
source: Clear Page
fa: پاکسازی صفحه

# MONOLOG_CONSOLE_UNSET_MSG
source: No Monolog.
fa: فاقد متن.
