Repository: mhgolkar/Arrow
Catalog: assets/translations/*.po
Languages: fa

source: Arrow
fa: پیکان ◆ Arrow

source: Website
fa: وبگاه

source: Repository
fa: مخزن (متن‌باز)

source: Documentation
fa: اسناد راهنما

source: Hello
fa: درود

source: WELCOME_MESSAGE
fa: [b]به نرم‌افزار پیکان (Arrow 3.x) خوش آمدید[/b] پیکان نرم‌افزاری رایگان، متن‌باز و ابزاری کارآمد است برای [i]طراحی روایت بازی[/i] و کمک به خلق انواع محصولات [i]تعاملی داستان‌گوی غیرخطی[/i]. چند نکته کوتاه: [b]• ذخیره‌سازی داده در نسخه وب[/b] اگر از نسخه وب استفاده می‌کنید باید به یاد داشته باشید که اطلاعات کار شما در مرورگر شما ذخیره می‌شود. [i]تمام داده‌های مرتبط با کار شما با پیکان فقط روی همین دستگاه حفظ می‌شود.[/i] برای دریافت خروجی از کارتان از مسیر ذیل اقدام کنید: [indent][bgcolor=black][color=white][i][code] کاردان (پنل) > پروژه (زبانه) > خروجی [/code][/i][/color][/bgcolor][/indent] برای پاک کردن حافظه (فقط در نسخه وب): [indent][bgcolor=black][color=white][i][code] کلید پیکان (گوشه بالا) > پاکسازی [/code][/i][/color][/bgcolor][/indent] برای اطلاعات بیشتر، لطفاً به وبگاه، راهنما و یا مخزن (متن‌باز) نرم‌افزار مراجعه فرمایید. با بهترین آرزوها م. ح. گلکار و همراهان توسعه پیکان

source: New
fa: جدید

source: Open
fa: گشودن

source: Cancel
fa: لغو

source: Close
fa: بستن

source: Preferences
fa: تنظیمات

source: Dismiss
fa: بی‌خیال

source: Confirm
fa: تأیید

source: User Interface
fa: واسط کاربری

source: Theme
fa: پوسته

source: Language
fa: زبان

source: Data Management
fa: مدیریت داده‌ها

source: Work Directory
fa: پوشه کارها

source: [Working Directory Path]
fa: آدرس پوشه کارها

source: Select
fa: انتخاب

source: Reset
fa: برگردان

source: History (Undo/Redo)
fa: تاریخچه (پیش‌گرد/پس‌گرد)

source: Size
fa: اندازه

source: HISTORY_SIZE_TOOLTIP
fa: اندازه تاریخچه مشخص می‌کند که شما می‌توانید چند گام پروژه خود را پیش‌گرد (undo) یا پس‌گرد (‍redo) کنید. در حال حاضر مکانیزم‌های مورد اشاره (undo `Ctrl+Z` و redo `Ctrl+Shift+Z`) به وسیله‌ی ذخیره‌سازی موقت یک نسخه کامل از پروژه باز شده در حافظه کار می‌کنند. به همین دلیل، با توجه به توان دستگاه شما و حجم کارتان، انتخاب اندازه می‌تواند بر سرعت بازخوانی گام‌ها تأثیر بگذارد.

source: Authors
fa: مؤلفان

source: Contributors
fa: همکاران

source: AUID_TOOLTIP
fa: شناسه یکتای مؤلف (AUID) به عنوان برش دوم شناسه یکتای داخلی برای هر داده عمل می‌کند؛ که اجازه خواهد داد مؤلفان مختلف همزمان روی یک پروژه کار کنند بدون این که داده‌هایی که به کار اضافه می‌کنند تداخل شناسه پیدا کنند.

source: ACTIVE_CONTRIBUTOR_TOOLTIP
fa: اگر این گزینه فعال شده باشد مؤلف مورد نظر به عنوان همکاری که در حال ویرایش این پروژه است در نظر گرفته می‌شود.

source: Active Contributor
fa: مؤلف فعلی

source: Info
fa: اطلاعات

source: Remove
fa: حذف

source: Apply
fa: اعمال

source: Chapter
fa: فصل

source: CHAPTER_ID_TOOLTIP
fa: شناسه یکتای فصل به عنوان برش اول شناسه یکتای داخلی برای هر داده عمل می‌کند؛ اگر این شناسه برای هر سند از یک مجموعه به طور مستقل و یکتا تعریف شود از تداخل شناسه‌های یکتای داده‌ها در آن مجموعه جلوگیری می‌کند.

source: CHAPTER_ID_UPDATE_TOOLTIP
fa: شناسه فصل متفاوتی که انتخاب می‌کنید تنها بر تولید شناسه‌ها در آینده تأثیر می‌گذارد. به بیان دیگر، منابع و داده‌هایی که تا این لحظه به کار اضافه شده‌اند تغییری نخواهند کرد.

source: Update
fa: فرآماد

source: New Document
fa: کار جدید

source: Title
fa: عنوان

source: Project or Chapter Title
fa: عنوان پروژه یا فصل

source: Filename
fa: نام فایل

source: (without extension)
fa: (بدون پسوند)

source: Filename's already used or invalid
fa: این نام قبلا استفاده شده یا ناکارآمد است

source: Full Path
fa: نشانی کامل فایل

source: Create
fa: بساز

source: Select Current Folder
fa: همین پوشه را انتخاب کن

source: Inspector
fa: کاردان

source: Project
fa: پروژه

source: Filter Projects
fa: فیلتر پروژه‌ها

source: FILTER_REVERSE_TOOLTIP
fa: معکوس فیلترها (نمایش آنهایی که ناهمگون هستند)

source: SORT_AZ_OR_UID_TOOLTIP
fa: به ترتیب الفبا (در غیر این صورت به ترتیب شناسه یکتای داده)

source: Set
fa: ثبت

source: Export
fa: خروجی

source: Latest Save
fa: آخرین ذخیره‌سازی

source: Revert to the Latest Save
fa: به آخرین نسخه ذخیره شده برگرد

source: Revert
fa: بازخوانی

source: Snapshots
fa: نسخه‌های موقت

source: Restore
fa: بازیابی

source: Preview
fa: پیش‌نمایش

source: Rem.
fa: حذف

source: Node
fa: گره

source: Unique Node Name
fa: نام یکتای گره

source: NODE_FOCUS_BTN_TOOLTIP
fa: گره مورد نظر را روی کارگاه پیدا کن (Ctrl + Backslash)

source: [Notes]
fa: [یادداشت‌ها]

source: Previous Local History Modification
fa: تغییر پیشین از حافظه محلی گره

source: Reset Node Parameters (Ctrl + Shift + Minus)
fa: بازگردانی داده‌های گره (Ctrl + Shift + Minus)

source: Next Local History Modification
fa: تغییر پسین از حافظه محلی گره

source: SKIP_NODES_TOOLTIP
fa: گره‌های بی‌اثر هنگام اجرای داستان نادیده‌انگاشته می‌شوند. اما اینکه دقیقا چطور از آنها عبور کنیم به نوع گره بستگی دارد.

source: Skip
fa: بی‌اثر

source: Update Node (Ctrl + Shift + Plus)
fa: تغییر داده‌های گره در حافظه اثر (Ctrl + Shift + Plus)

source: Locate Previous Referrer
fa: ارجاع بعدی را پیدا کن

source: Locate Next Referrer
fa: ارجاع قبلی را پیدا کن

source: Scoped (Filter for Scene)
fa: در محدوده (فقط شامل این صحنه)

source: NODES_TAB_BLOCKER
fa: یک گره را برای کاردانی انتخاب کنید یا روی کارگاه راست-کلیک کنید تا گره‌های نو بزنید.

source: Scenes
fa: صحنه‌ها

source: Filter Scenes
fa: فیلتر صحنه‌ها

source: Unique Scene Name
fa: نام یکتای صحنه

source: Macros
fa: ماکروها

source: Filter Macros
fa: فیلتر ماکروها

source: Unique Macro Name
fa: نام یکتای ماکرو

source: Variables
fa: متغیرها

source: Variable
fa: متغیر

source: Filter Variables
fa: فیلتر متغیرها

source: Filter by Type
fa: بر اساس نوع

source: Any
fa: هرکدام

source: Num
fa: اعداد

source: Str
fa: نوشته

source: Bool
fa: دوگانه

source: Name
fa: نام

source: Unique Variable Name
fa: نام یکتای متغیر

source: Initial
fa: اولیه

source: Str Value
fa: متن نوشته

source: True
fa: درست

source: False
fa: غلط

source: Characters
fa: شخصیت‌ها

source: Filter Characters
fa: فیلتر شخصیت‌ها

source: Unique Character Name
fa: نام یکتای شخصیت

source: No Initial Tag
fa: بدون برچسب اولیه

source: Key
fa: کلید

source: Value
fa: مقدار

source: Oversets (adds or updates) a tag
fa: برنوشت (به معنی افزودن یا تغییر) برچسب

source: Console
fa: پیشخوان

source: No Initial Tags
fa: بدون برچسب اولیه

source: Settings
fa: تنظیمات

source: Hides Console Preserving the State
fa: پیشخوان را با حفظ وضعیت پنهان می‌کند

source: Clears Console & State of Play
fa: پیشخوان و اجرای فعلی را پاک می‌کند

source: Clear
fa: پاکسازی

source: Back
fa: بازگشت

source: Filter Node Types
fa: فیلتر انواع گره

source: Insert
fa: افزودن

source: Clear Clipboard
fa: پاک کردن تخته‌شاسی

source: Copy Node(s)
fa: برداشت گره(ها)

source: Cut Node(s)
fa: برش گره(ها)

source: Paste Node(s)
fa: الصاق گره(ها)

source: Remove Node(s)
fa: حذف گره‌(ها)

source: History Undo (Ctrl + Z)
fa: پیش‌گرد تاریخچه (Ctrl + Z)

source: History Redo (Ctrl + Shift + Z)
fa: پس‌گرد (Ctrl + Shift + Z)

source: Play from Project Entry (F4)
fa: اجرا از ورودی پروژه (F4)

source: Play from Scene Entry (F5)
fa: اجرا از ورودی صحنه (F5)

source: Show Console (F6)
fa: نمایش پیشخوان در وضعیت موجود (F6)

source: Play Selected Node (F7)
fa: اجرای گره انتخاب شده (F7)

source: Save Document (Ctrl + S)
fa: ذخیره‌سازی کار در حافظه دستگاه (Ctrl + S)

source: Save
fa: ذخیره‌سازی

source: Query
fa: جستجو

source: SCOPED_QUERY_TOOLTIP
fa: در محدود: فیلتر برای این صحنه (در غیر این صورت در تمام پروژه جستجو خواهد شد.)

source: Query (Ctrl + Q)
fa: جستجو

source: Locate Previous Match (Ctrl + 1)
fa: پریدن به یافته پیشین (Ctrl + 1)

source: Locate Next Match (Ctrl + 2)
fa: پریدن به یافته پسین (Ctrl + 2)

source: Toggle Inspector Panel (Ctrl + P)
fa: نمایش یا پنهان کردن پنل کاردان (Ctrl + P)

source: Inspect.
fa: کاردان

source: Quick Pref.
fa: تنظیم سریع

source: Discarding New Project ?
fa: کار جدید را دور می‌ریزید؟

source: PROJECT_DISCARD_WARNING
fa: `%s` تغییراتی داشته است. با ایجاد یک پروژه جدید تغییراتی که ذخیره نشده باشند را از دست می‌دهید.

source: OK! Proceed Anyway
fa: مشکلی نیست!

source: Lost Project!
fa: پروژه گمشده!

source: LOST_PROJECT_WARNING
fa: ما نمی‌توانیم پروژه مورد نظر را پیدا کنیم (~ %s). فایلی که به دنبال آن هستیم ممکن است به دلیل تنظیمات سیستم عامل از دسترس خارج شده باشد, یا به نحوی از گم شده باشد (مثلا با تغییر نام یا پاک کردن دستی فایل از دستگاه). خراب شدن فایل فهرست پروژه‌ها هم می‌تواند باعث این مشکل شود.

source: Expected file:
fa: فایل خروجی:

source: Unlist Project
fa: پروژه را فراموش کن

source: Overriding Unsaved Project ?
fa: پروژه را بدون ذخیره‌سازی ترک می‌کنید؟

source: UNSAVED_PROJECT_WARNING
fa: حافظه موقت ویرایشگر حاوی تغییراتی است که در پروژه `%s` اعمال کرده‌اید. با باز کردن یک پروژه دیگر، بدون ذخیره‌سازی این یکی، تغییرات اخیر را از دست می‌دهید. آیا مایلید به هر حال ادامه داده و تغییرات را دور بریزید؟

source: Yes, Open
fa: بله، باز کن

source: Are you sure ?!
fa: اطمینان دارید ؟!

source: UNSAVED_CHANGES_WARNING
fa: پروژه `%s` تغییر داده شده است. با بستن پروژه بدون ذخیره‌سازی تغیرات جدید را از دست خواهید داد.

source: Close Anyway
fa: به هر حال ببند

source: Save Project
fa: ذخیره کن

source: PROJECT_REVERT_WARNING
fa: شما در حال بازخوانی این پروژه از آخرین نسخه ذخیره شده روی حافظه دستگاه هستید. این به معنی فراموش کردن همه تغییرات اخیری است که هنوز در حافظه کوتاه‌مدت هستند و ذخیره نشده‌اند.

source: Revert; I'm Sure
fa: بازخوانی کن؛ مشکلی نیست

source: UPDATE_CHAPTER_ID_NOTIFICATION
fa: تغییر شناسه فصل دامنه شناسه‌های یکتایی را که هویت هر داده را در پروژه شما مشخص می‌کنند تغییر می‌دهد. یکتا بودن شناسه فصل در نتیجه دامنه سایر شناسه‌ها بیشتر زمانی به کار شما می‌آید که می‌خواهید پروژه خود را به چند فایل تقسیم کنیددر آن وضعیت، دامنه‌های متفاوت باعث می‌شوند شناسه‌های داده‌های متفاوت با هم تداخل نداشته باشند که بر موارد فنی در زمان اجرای بازی‌ها تأثیر خواهد داشت. همچنین توجه داشته باشید که این تغییر تنها روی شناسه‌هایی که از این به بعد تولید خواهند شد اعمال می‌شود. به بیان دیگر شناسه‌های فعلی (برای صحنه‌ها، گره‌ها و...) که اکنون در پروژه حاضر هستند تغییری نخواهند کرد.

source: OK; Update
fa: بسیار عالی! تغییر بده

source: Invalid Operation!
fa: عملیات غیر قابل قبول!

source: PROJECT_ENTRY_IN_MACRO_ERROR
fa: ماکروها مثل صحنه‌های تکرارپذیر می‌مانند و برای این طراحی نشده‌اند که میزبان ورودی اصلی پروژه باشند.

source: Unsafe Operation Ignored!
fa: عملیات ناایمن نادیده گرفته شد!

source: USED_RESOURCE_NOT_REMOVED
fa: این داده قابل حذف کردن نیست؛ چرا که منابع و داده‌های دیگری به آن وابسته هستند.

source: MAY_BE_USED_SCENE_NOT_REMOVED
fa: برای مثال یکی از گره‌های این صحنه ممکن است مقصد گره پرشی (Jump) از یک صحنه دیگر باشد.

source: Referenced resource(s):
fa: منابع مورد ارجاع:

source: REFERENCED_RESOURCE_NOT_REMOVED
fa: حداقل یکی از منابع یا داده‌هایی که می‌خواهید حذف کنید مورد نیاز سایر منابع یا گره‌های پروژه است. برای اطمینان از حفظ تداوم فنی و روایی، امکان حذف تنها زمانی وجود دارد که شما آن منابع دیگر ارجاع دهنده را نیز حذف کنید.

source: Unsafe Move Detected!
fa: جابه‌جایی ناامن داده!

source: IMMOVABLE_NODES_ERROR
fa: به جهت حفظ تداوم فنی و روایی (برای مثال بقای ورودی صحنه) امکان جابه‌جایی یک یا چند گره انتخاب شده وجود ندارد.

source: Immovable(s):
fa: موارد غیر قابل جابه‌جایی:

source: Move What's Safe (%s)
fa: بخشی را که امن است جابه‌جا کن (%s)

source: Merger Detected [Experimental!]
fa: درحال اعمال تلفیق (ناپایدار)

source: MERGER_OPERATION_DESCRIPTION
fa: شما در حال الصاق داده‌هایی از `{origin}` (به شناسه فصل {cid}) حاوی موارد ذیل هستید: {statistics} که مشتمل است بر {main_count} منبع اصلی و الباقی داده‌های مرتبط ارجاعی.

source: SCENES_FIELD_NAME
fa: صحنه

source: MACROS_FIELD_NAME
fa: ماکرو

source: NODES_FIELD_NAME
fa: گره

source: VARIABLES_FIELD_NAME
fa: متغیر

source: CHARACTERS_FIELD_NAME
fa: شخصیت

source: MERGER_OPERATION_STRATEGY_CHOICE
fa: در صورتی که منابع اشتراکی با شناسه مشابه وجود دارند، لطفاً استراتژی تلفیق خود را انتخاب کنید:

source: Reuse
fa: استفاده مجدد

source: Recreate
fa: بازسازی

source: NO_SAVE_IN_SNAPSHOT_PREVIEW
fa: امکان ذخیره‌سازی پروژه در وضعیت پیش‌نمایش نسخه‌های موقت وجود ندارد. اگر مایلید تغییراتی را که در نسخه موقت اعمال کرده‌اید در حافظه نگه‌دارید از آن یک نسخه دیگر بردارد، یا نسخه مورد نظر را به عنوان وضعیت فعلی کار بازیابی کنید تا بتوانید آن را ذخیره‌سازی کنید. همچنین می‌توانید از نسخه‌ها در حالت پیش‌نمایش خروجی بگیرید و بعدا آن‌ها را به عنوان پروژه‌های جدید وارد کنید.

source: PROJECT_REMOVAL_PROMPT
fa: شما در حال حذف پروژه‌ای هستید که با نام [i]`{name}`[/i] (شماره {pid}) فهرست شده است. اگر از فهرست خارجش کنید اصل فایل همانطور دست‌نخورده روی حافظه دستگاه باقی می‌ماند. در مقابل فایل‌هایی که حذف شوند کاملاً از روی دستگاه هم پاک می‌شوند.

source: Project file: `%s`
fa: فایل پروژه: `%s`

source: Delete File!
fa: فایل را حذف کن!

source: Unlist
fa: از فهرست خارج کن

source: SNAPSHOT_RESTORATION_PROMPT
fa: شما در حال بازیابی نسخه موقت [i]`v%s`[/i] هستید. این عملیات وضعیت فعلی پروژه در حافظه موقت را به نسخه مورد نظر تغییر می‌دهد، اما سایر نسخه‌های موقت و نیز فایل اصلی (مگر اینکه وضعیت جدید را ذخیره کنید) دست نمی‌خورد. اگر قصد دارید بعداً از نسخه فعلی هم استفاده کنید، اول از حالت پیش‌نمایش خارج شوید و یک نسخه از وضع فعلی بگیرید سپس می‌توانید هر نسخه‌ای را بازیابی کنید.

source: Restore; I'm Sure
fa: بازیابی کن؛ مشکلی نیست!

source: Invalid Project File!
fa: فایل پروژه سالم نیست!

source: INVALID_PROJECT_FILE_IMPORT
fa: فایلی را که برای گشایش و یا وارد کردن انتخاب کرده‌اید، از نظر این نرم‌افزار غیر قابل قبول است. شاید از این ساختار فایل و یا نسخه پشتیبانی نمی‌شود یا فایل شما به نحوی (هنگام انتقال یا نسخه‌برداری) دستکاری شده و یا آسیب دیده است.

source: Quick Re-Export Not Available!
fa: امکان خروجی سریع وجود ندارد!

source: QUICK_REEXPORT_NOT_YET
fa: این مکانیز اجازه می‌دهد که درست مثل آخرین بار پس از باز کردن نرم‌افزار از پروژه خود خروجی بگیرید. همانجا و با همان ساختار. بنابر این پیش از خروجی سریع باید حداقل یکبار از کارتان خروجی معمولی یا دستی گرفته باشید. برای آن منظور از مسیر [i]`کاردان (پنل) > پروژه (زبانه) > خروجی`[/i] استفاده کنید.

source: IO Operation Failed!
fa: مشکل در عملیات داده‌پردازی

source: EXPORT_IO_FAILED
fa: به دلیلی امکان خواندن اطلاعات (قالب‌های مجری) و یا ذخیره‌سازی خروجی‌ها در محل مشخص شده وجود ندارد. لطفاً اطمینان حاصل کنید که سیستم عامل شما دسترسی‌های خواندن و نوشتن لازم را به این نرم‌افزار ارائه می‌کند.

source: Error!
fa: خطا!

source: SHOW_ERROR_FALLBACK_MSG
fa: اشکالی در کار است. لطفاً برای اطلاعات بیشتر لاگ نرم‌افزار (stdout) را بررسی کنید.

source: Select an Arrow Document
fa: انتخاب پروژه

source: Save Document
fa: ذخیره‌سازی پروژه

source: Export as JSON
fa: دریافت خروجی JSON

source: Export Playable HTML
fa: دریافت خروجی قابل اجرای HTML

source: Export CSV (Translation)
fa: دریافت خروجی CSV (برای ترجمه)

source: Select App Local Directory
fa: انتخاب پوشه کارها

source: NO_ALD_ACCESS
fa: دسترسی به پوشه کارها وجود ندارد!

source: UNABLE_TO_ACCESS_ALD_MSG
fa: ما دسترسی به پوشه انتخاب شده برای ذخیره‌سازی و مدیریت کارها و داده‌های مرتبط نداریم. ممکن است این مشکل به دلیل عدم ارائه دسترسی‌های خواندن و نوشتن لازم (از سوی سیستم عامل) برای این نرم‌افزار به وجود آمده باشد. فعلا همچنان با استفاده از آخرین پوشه تأیید شده ادامه می‌دهیم.

source: Fullscreen (F11)
fa: تمام‌صفحه (F11)

source: Exit Fullscreen (F11)
fa: خروج از تمام‌صفحه (F11)

source: Stay Above
fa: بالاتر از پنجره‌های دیگر

source: Leave Above
fa: جایگاه بالا را رها کن

source: Refresh
fa: اجرای مجدد

source: About
fa: درباره نرم‌افزار

source: Quit
fa: خروج

source: BROWSER_STORAGE_CLEAR_PROMPT
fa: شما در حال پاکسازی حافظه ذخیره‌سازی هستید. این عملیات کلیه داده‌هایی را که پیکان در مرورگر شما ایجاد کرده است، از جمله پروژه‌های فهرست شده را پاک می‌کند . این داده‌ها برای همیشه از دستگاه پاک خواهند شد و به طور معمول قابل بازیابی نخواهند بود.

source: Ok; Terminate!
fa: متوجه شدم؛ نابود کن!

source: Unable to Remove!
fa: امکان حذف وجود ندارد!

source: UNABLE_TO_REMOVE_FROM_GRID
fa: حداقل یکی از گره‌ها قابل حذف کردن نیست. برای حفظ تداوم فنی و روایی، پیکان اجازه حذف گره‌هایی را که سایر منابع و داده‌ها به آن‌ها ارجاع می‌دهند و یا وابسته هستند را نمی‌دهد. برای مثال امکان حذف کردن مقصد یک پرش و یا ورودی فعال صحنه و یا پروژه وجود ندارد.

source: NEW_VERSION_RELEASE_MSG
fa: نسخه جدید پیکان %s منتشر شده است!

source: QUERY_MATCH_OPTION_BUTTON_TEXT_TEMPLATE
fa: {current} : {total} یافته

source: QUERY_MATCH_ITEM_TEXT_TEMPLATE
fa: {name} - {capitalized_type}

source: Any Match
fa: هر همگونی

source: Including
fa: شمول

source: Exact Match
fa: همگونی کامل

source: Auto Inspection
fa: باز کردن خودکار در کاردان

source: Auto Node Update
fa: فرآماد خودکار گره

source: Reset on Reinspection
fa: بازخوانی گره در کاردانی مجدد

source: Quick Node Insertion
fa: گره‌سازی سریع

source: Connection Assist
fa: دستیار اتصالات

source: Auto Rebuild Runtime(s)
fa: بازپردازی خودکار مجری‌ها

source: CONSOLE_STATUS_END_EDGE_MESSAGE
fa: ◆ پایان خط: {name} ({uid})

source: CONSOLE_STATUS_NO_DEFAULT_MESSAGE
fa: ⚠ بدون پیش‌فرض: {name} ({uid})

source: CONSOLE_CLEARANCE_PREVENTION_MESSAGE
fa: پاکسازی نادیده‌گرفته شد.

source: Auto-scroll
fa: حرکت خودکار

source: Allow Auto-play
fa: امکان پیشروی خودکار

source: Prevent Clearance
fa: پیشگیری از پاکسازی

source: Show Skipped Nodes
fa: نمایش گره‌های بی‌اثر

source: Inspect Variables
fa: بررسی متغیرها

source: Inspect Character Tags
fa: بررسی برچسب‌های شخصیت‌ها

source: TYPE_INSPECTOR_RAW_UID_HINT
fa: [برداشت با فشردن کلید]

source: RESOURCE_PERMANENT_REMOVAL_WARNING
fa: شما در حال حذف همیشگی {field_name} با نام `{res_name}` هستید. آیا قصد دارید ادامه بدهید؟

source: Yes, Remove
fa: بله، حذف کن

source: New Blank Project
fa: پروژه سفید جدید

source: Save Current & Continue
fa: از وضعیت فعلی یک پروژه بساز

source: Load Project
fa: بارگذاری پروژه

source: Import Project File
fa: وارد کردن فایل پروژه از حافظه

source: Save a Copy
fa: رونوشت بگیر

source: Download a Copy
fa: دریافت رونوشت

source: Export JSON
fa: خروجی JSON

source: Export HTML
fa: خروجی HTML

source: Export CSV
fa: خروجی CSV

source: Invalid Filename!
fa: نام فایل نادرست است!

source: INVALID_FILENAME_MSG
fa: لطفاً یک نام قابل قبول با حداقل یک کاراکتر انتخاب کنید.

source: ALD_PRESET_USER_DIR
fa: نشانی پیش‌فرض (بسته به نوع سیستم عامل)

source: ALD_PRESET_RES_DIR
fa: در همان پوشه نرم‌افزار پیکان
