Repository: mhgolkar/Arrow
Catalog: nodes/jump/translations/*.po
Languages: fa

source: Jump
fa: پرش

# JUMP_INSPECTOR_FIELD_REASON
source: Reason
fa: هدف

# JUMP_INSPECTOR_FIELD_REASON_PLACEHOLDER
source: e.g. Level Up, Next Scene ...
fa: برای مثال: رفتن به صحنه یا مرحله بعد

# JUMP_INSPECTOR_FIELD_DESTINATION
source: Destination
fa: مقصد

# JUMP_INSPECTOR_FIELD_DESTINATION_PLACEHOLDER
source: Node UID
fa: نام یکتای گره

# JUMP_CONSOLE_UNSET_REASON_MSG
source: No Reason
fa: بدون هدف

# JUMP_CONSOLE_INVALID_MSG
source: Invalid!
fa: نامعتبر!

# JUMP_CONSOLE_UNSET_TARGET_MSG
source: Unset
fa: نامشخص

# JUMP_NODE_UNSET_REASON_MSG
source: No Reason
fa: بدون هدف

# JUMP_NODE_UNSET_TARGET_NAME
source: Unset
fa: نامشخص
